game=input("তুমি কি গেম টা খেলতে চাও [yes/no]:")

if game == "yes":
    print("welcom to game")
    game=input("তাহলে তুমি বলো তুমি পুরুষ নাকি মহিলা [পুরুষ /মহিলা]:")
    if game=="মহিলা":
     print("woman ha ha 😆 তোমার জন্য এই গেম না.game close")
    elif game=="পুরুষ":
     print("গেমের জন্য প্রস্তত হও")
     game=input("আচ্ছা এবার বলো এক নারীতে আসক্ত নাকি ১২ নারীতে আসক্ত [1/12]:")
    if game=="1":
     print("এক নারীতে আসক্ত পুরুষ সব সময় হোগা মারা খায় তাই হোগা মারা না খাওয়ার আগে গেম থেকে বাহির হয়ে যা")
    elif game=="12":
     print("মাদারবোর্ড তুদের কারনে একটা gf আমি পাইনা তোদের একটা দিয়া হয় না😡 ভাগ হালার পুতেরা গেম খেলা লাগবে না")
    else:
        ("ok thank you my frind")
else:
    ("একবার খেলে দেখ")